Repository: cmontpetit/ThaiSheet
Catalog: ThaiSheet/Localizable.xcstrings
Source language: en
Languages: fr

source: (silent)
fr: (muet)

source: %lld due
fr: %lld à réviser

source: %lld mastered
fr: %lld maîtrisé

# %lld/%lld familiar
source: %1$lld/%2$lld familiar
fr: %lld/%lld familier

source: A Thai device voice is not available on this device.
fr: Aucune voix thaïlandaise n’est disponible sur cet appareil.

source: A voice you choose here stays selected even when you change the default voice.
fr: Une voix choisie ici reste sélectionnée même si vous changez la voix par défaut.

source: About
fr: À propos

source: Additional Example
fr: Exemple supplémentaire

source: All
fr: Tous

source: An open-source quick reference to help you learn to read Thai
fr: Un aide-mémoire open source pour apprendre à lire le thaï

source: ancient
fr: ancien

source: Any
fr: Indifférent

source: Apprentice
fr: Débutant

source: Author
fr: Auteur

source: Back
fr: Retour

source: Built with
fr: Développé avec

source: By Card Type
fr: Par type de carte

source: Cancel
fr: Annuler

source: Cards Reviewed
fr: Cartes révisées

source: Char
fr: Car.

source: Class
fr: Classe

source: Closed
fr: Fermé

source: Clus.
fr: Grp.

source: Cluster
fr: Groupe

source: Clusters
fr: Groupes

source: Confident
fr: Confiant

source: Consonant
fr: Consonne

source: Consonants
fr: Consonnes

source: Credits
fr: Crédits

source: Currently
fr: Actuellement

source: Dead
fr: Morte

source: Deselect All
fr: Tout désélectionner

source: Device voice
fr: Voix de l’appareil

source: Done
fr: Terminé

source: Due Now
fr: À réviser

source: Duration
fr: Durée

source: Enable some options in Filters
fr: Activez des options dans les filtres

source: End
fr: Fin

source: Falling
fr: Descendant

source: Recorded voices are generated by Google Cloud TTS and ElevenLabs; the device voice uses the Apple system voice.
fr: Les voix enregistrées sont générées par Google Cloud TTS et ElevenLabs ; la voix de l’appareil utilise la voix système d’Apple.

source: Device voice (system)
fr: Voix de l’appareil (système)

source: Falls back to Google Neural2-C
fr: Repli sur Google Neural2-C

source: Familiar
fr: Familier

source: Filter
fr: Filtre

source: Final
fr: Finale

source: Flashcard
fr: Carte

source: Flashcards
fr: Cartes

source: Flashcards: Learning Strategy
fr: Cartes : stratégie d'apprentissage

source: Form
fr: Forme

source: GitHub Repository
fr: Dépôt GitHub

source: Google Cloud TTS & ElevenLabs
fr: Google Cloud TTS et ElevenLabs

source: Hear Cluster
fr: Écouter le groupe

source: Hear Tone
fr: Écouter le ton

source: Hide readings
fr: Masquer les lectures

source: Hides the answer. Touch and hold for details.
fr: Masque la réponse. Maintenir pour les détails.

source: High
fr: Haut

source: High consonant rules
fr: Règles consonnes hautes

source: iCloud Sync
fr: Synchronisation iCloud

source: Initial
fr: Initiale

source: Initial Cons.
fr: Cons. initiale

source: Irregular
fr: Irréguliers

source: Irregular (ทร-, จร-, etc.)
fr: Irréguliers (ทร-, จร-, etc.)

source: Irregular Clusters
fr: Groupes irréguliers

source: Item voice overrides
fr: Voix par élément

source: Language
fr: Langue

source: Last synced
fr: Dernière synchronisation

source: Learning
fr: Apprentissage

source: Live
fr: Vivante

source: Live/Dead End
fr: Fin vivante/morte

source: Loading flashcards
fr: Chargement des cartes

source: Loading...
fr: Chargement...

source: Low
fr: Bas

source: Low consonant rules
fr: Règles consonnes basses

source: Mastered
fr: Maîtrisé

source: Mid
fr: Moyen

source: Mid consonant rules
fr: Règles consonnes moyennes

source: Name
fr: Nom

source: Never
fr: Jamais

source: New
fr: Nouveau

source: Next Card
fr: Carte suivante

source: No Cards
fr: Aucune carte

source: No voice overrides. All reference items use the default recorded voice.
fr: Aucune voix personnalisée. Tous les éléments utilisent la voix par défaut.

source: On High Cons.
fr: Sur cons. haute

source: On Low Cons.
fr: Sur cons. basse

source: On Mid Cons.
fr: Sur cons. moyenne

source: Open
fr: Ouvert

source: Open Filters
fr: Ouvrir les filtres

source: Override
fr: Personnalisé

source: Play
fr: Écouter

source: Play Sound
fr: Écouter le son

source: Plays the sound and hides the answer. Touch and hold for details.
fr: Joue le son et masque la réponse. Maintenir pour les détails.

source: Plays the sound and reveals the answer. Touch and hold for details.
fr: Joue le son et révèle la réponse. Maintenir pour les détails.

source: Plays the sound. Touch and hold for details.
fr: Joue le son. Maintenir pour les détails.

source: Practice
fr: Pratiquer

source: Preview
fr: Écouter

source: Primary Example
fr: Exemple principal

source: Prioritizes cards due for review based on your progress. Uses spaced repetition to optimize learning.
fr: Priorise les cartes à réviser selon votre progression. Utilise la répétition espacée pour optimiser l'apprentissage.

source: Privacy
fr: Confidentialité

source: Progress
fr: Progression

source: Progress (All)
fr: Progression (Tout)

source: Pronunciation Example
fr: Exemple de prononciation

source: Pronunciation voice
fr: Voix de prononciation

source: Rare
fr: Rares

source: Recorded voice
fr: Voix enregistrée

source: Reference
fr: Référence

source: Reset
fr: Réinitialiser

source: Reset All Overrides
fr: Réinitialiser tout

source: Reset All Progress
fr: Réinitialiser la progression

source: Reset All Progress?
fr: Réinitialiser la progression ?

source: Reset voice overrides?
fr: Réinitialiser les voix personnalisées ?

source: Reveal
fr: Révéler

source: Reveals the answer. Touch and hold for details.
fr: Révèle la réponse. Maintenir pour les détails.

source: Rising
fr: Montant

source: Sample Word
fr: Mot exemple

source: Say Name
fr: Prononcer le nom

source: Select All
fr: Tout sélectionner

source: Select the class
fr: Sélectionnez la classe

source: Select the cluster type
fr: Sélectionnez le type de groupe

source: Select the consonant class
fr: Sélectionnez la classe de consonne

source: Select the duration
fr: Sélectionnez la durée

source: Select the final sound
fr: Sélectionnez le son final

source: Select the form
fr: Sélectionnez la forme

source: Select the initial sound
fr: Sélectionnez le son initial

source: Select the sound
fr: Sélectionnez le son

source: Select the syllable ending
fr: Sélectionnez la fin de syllabe

source: Select the tone
fr: Sélectionnez le ton

source: Select the transcription
fr: Sélectionnez la transcription

source: Select the vowel duration
fr: Sélectionnez la durée de la voyelle

source: Sequential
fr: Séquentiel

source: Settings
fr: Paramètres

source: Short
fr: Court

source: SHORT
fr: COURT

source: Show readings
fr: Afficher les lectures

source: Shows cards in fixed order. Good for systematic review of all cards.
fr: Affiche les cartes dans un ordre fixe. Idéal pour une révision systématique.

source: Shows details.
fr: Affiche les détails.

source: Silent ห
fr: ห silencieux

source: Silent ห (หน-, หม-, etc.)
fr: Silencieux ห (หน-, หม-, etc.)

source: Silent ห Combinations
fr: Combinaisons silencieuses ห

source: Smooth
fr: Lisses

source: Smooth (กร-, ปล-, etc.)
fr: Lisses (กร-, ปล-, etc.)

source: Smooth Clusters
fr: Groupes lisses

source: Sound
fr: Son

source: Sound Generation
fr: Génération audio

source: Special pronunciation rules
fr: Règles de prononciation spéciales

source: Stage Distribution
fr: Distribution des niveaux

source: Standard consonant + r/l/w
fr: Consonne standard + r/l/w

source: Success Rate
fr: Taux de réussite

source: Summary
fr: Résumé

source: Sync across devices
fr: Synchroniser entre les appareils

source: System
fr: Système

source: Thai character or sound (e.g. kh)
fr: Caractère thaï ou son (ex. kh)

source: ThaiSheet does not include analytics, ads, or tracking. Progress and settings stay on device unless you enable iCloud Sync, which uses Apple's iCloud key-value store.
fr: ThaiSheet n'inclut pas d'analyse, de publicité ni de suivi. La progression et les réglages restent sur l'appareil, sauf si vous activez la synchronisation iCloud, qui utilise le stockage clé-valeur iCloud d'Apple.

source: These items will return to using the default voice.
fr: Ces éléments reviendront à la voix par défaut.

source: This will reset all SRS stages to New. This cannot be undone.
fr: Ceci réinitialisera tous les niveaux SRS à Nouveau. Cette action est irréversible.

source: Tone
fr: Ton

source: Tone legend
fr: Légende des tons

source: Tone Mark
fr: Signe de ton

source: Tone marks
fr: Signes de ton

source: Tone Marks
fr: Signes de ton

source: Tone Rule
fr: Règle de ton

source: Tone Rules
fr: Règles de ton

source: Tones
fr: Tons

source: Total Cards
fr: Total cartes

source: Touch and hold for details.
fr: Maintenir pour les détails.

source: Unavailable
fr: Indisponible

source: Unavailable — using Google Neural2-C
fr: Indisponible — utilise Google Neural2-C

source: Unavailable reference item
fr: Élément indisponible

source: uncommon
fr: peu courant

source: Uncommon, rare & ancient
fr: Peu commun, rare et ancien

source: Uncommon, rare & archaic
fr: Peu commun, rare et archaïque

source: Unmarked syllable tone rules
fr: Règles de ton des syllabes non marquées

source: Use Default
fr: Par défaut

source: Voice
fr: Voix

source: Vow.
fr: Voy.

source: Vowel
fr: Voyelle

source: Vowel Duration
fr: Durée voyelle

source: Vowels
fr: Voyelles

source: Wanikani-style SRS
fr: SRS style Wanikani

source: Website
fr: Site web

source: ห makes syllable high-class
fr: ห rend la syllabe classe haute
